Repository: justus-dev02/NotifyAI
Catalog: NotifyAI/Localizable.xcstrings
Source language: de
Languages: en

source: Whisper schreibt abschnittsweise mit – der erste Text erscheint nach einer Sprechpause.
en: Whisper transcribes in sections — the first text appears after a pause in speech.

source: Whisper-Modell
en: Whisper Model

source: Whisper-Modell fehlt – bitte in den Einstellungen laden.
en: Whisper model missing — please download it in Settings.

source: Whisper-Modelle
en: Whisper Models

source: Wichtig
en: Important

source: Wichtiges markieren
en: Mark What Matters

source: Wiedergabeposition
en: Playback Position

source: Willkommen bei NotifyAI
en: Welcome to NotifyAI

source: Wird für dieses Gerät vorbereitet …
en: Preparing for this device…

source: Wird geladen …
en: Downloading…

source: Wird gestartet …
en: Starting…

source: Wird importiert …
en: Importing…

source: Wähle eine Notiz aus oder starte eine neue Aufnahme.
en: Select a note or start a new recording.

source: Wöchentlich
en: Weekly

source: Zu Favoriten
en: Add to Favorites

source: Zugriff erlauben
en: Allow Access

source: Zuletzt
en: Recent

source: Zuletzt gesucht
en: Last checked

source: Zurück
en: Back

source: Zurücksetzen
en: Reset

source: Zusammenfassen
en: Summarize

source: Zusammenfassung
en: Summary

source: Zusammenfassung auf dem Gerät
en: Summaries on Your Device

source: Zusammenfassung folgt
en: Summary Coming

source: Ändere die Filter, um weitere Aufgaben zu sehen.
en: Change the filters to see more tasks.

source: Öffnen
en: Open

source: Öffnet die Notiz
en: Opens the note

source: Öffnet die Notiz an der Stelle, an der die Aufgabe genannt wurde
en: Opens the note where the task was mentioned

source: Öffnet die Notiz an dieser Stelle
en: Opens the note at this point

source: Überblick
en: Overview

source: „%@“ ist nicht geöffnet. Öffne die App vor dem Start oder wähle „Alle Apps“.
en: “%@” is not open. Open the app before starting or choose “All Apps”.

source: „%@“ löschen?
en: Delete “%@”?
